---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarLayoutRule.Single
enum: Autodesk.Revit.DB.Structure.RebarLayoutRule
source: html/bc9034d0-5055-c55e-2686-b221d156ed48.htm
---
# Autodesk.Revit.DB.Structure.RebarLayoutRule.Single

It is a single rebar and not a rebar set.